{
    "destinations": [
      {
        "name": "Red Dead Redemption 2",
        "slug": "rdr2",
        "image": "rdr2.png",
        "image2": "rdr2o-1.png",
        "image3": "rdr2o-2.jpg",
        "image4": "rdr2o-3.jpg",
        "id": 1,
        "description":
              "Red Dead Redemption 2 hikâyesi, Arthur Morgan’ın lideri Dutch Van der Linde ile birlikte sadık bir çete üyesi olarak varoluş mücadelesini anlatır. Oyun boyunca vahşi batının zorlu topraklarında hayatta kalmak için avlanır, soygunlar düzenler ve çeteyle bağlarınızı güçlendirirsiniz. Red Dead Redemption 2 konusu; sadakat, aile bağları ve iç çatışmalar üzerine derinlemesine bir olay örgüsünü içerir.Oyuncuların kalplerine yerleşen bu unutulmaz oyun, epik ve zengin yan görevlerinin yanı sıra grafik kalitesiyle de dikkat çeker. Red Dead Redemption 2 incelemeleri, genellikle oyunun muhteşem atmosferini, karakterlerinin hikâyesini ve etkileyici kurgusu üzerine yoğunlaşır. Her adımınızda verdiğiniz kararların sonuçları, size farklı bir hikâye yaratmanıza olanak tanır. Red Dead Redemption 2, hikâyesiyle vahşi batının etkileyici dünyasında unutulmaz bir yolculuğa çıkarırken sizi büyüleyici ve gerçekçi bir deneyime davet eder."
      },
      {
        "name": "Grand Theft Auto 5",
        "slug": "gta5",
        "image": "gta.jpg",
        "image2": "gta2.jpg",
        "image3": "gta3.jpg",
        "image4": "gta4.png",
        "id": 2,
        "description":
              "Oyun dünyasının şüphesiz en popüler ve tüm dünyada en çok satan aksiyon oyunu GTA, serinin 5. oyununu 2013 yılında dönemin oyun konsollarında satışa sunmuştu. Şimdi de geliştirilmiş grafikleriyle  PS5 formatında satışa sunmaya hazırlanıyor.Grand Theft Auto V, Rockstar North tarafından geliştirilen ve Rockstar Games tarafından yayınlanan bir aksiyon-macera oyunudur. Güney Kaliforniya'ya dayanan kurgusal San Andreas eyaletinde geçen tek oyunculu hikaye, üç kahramanın hikayesini işlemektedir. Emekli banka soyguncusu Michael De Santa, sokak gangsteri Franklin Clinton ve silah kaçakçısı Trevor Philips’in  soygun yapma girişimlerini konu edinmektedir.Oyun hem üçüncü şahıs hem de birinci şahıs bakış açısıyla oynanmaktadır. Oyuncular, tek kişilik hikaye modunda oyun boyunca üç ana kahramanı kontrol ederler ve hem görevler sırasında hem de görevler dışında, aralarında geçiş yaparlar. Hikaye, soygun sekanslarına odaklanmaktadır. Oyunun çevrimiçi çok oyunculu modu olan Grand Theft Auto Online, 30'a kadar oyuncunun çeşitli farklı işbirlikçi ve rekabetçi oyun modlarına katılmasını sağlamaktadır."
      },
      {
        "name": "Dying Light 2",
        "slug": "dyinglight2",
        "image": "dy.jpg",
        "image2": "dy2.jpg",
        "image3": "dy3.jpg",
        "image4": "dy4.jpg",
        "id": 3,
        "description":
              "Zombi ve haydut dolu kocaman bir şehirde parkur yapmak çocukluk hayallerimden biriydi. Sırf bu sebepten dolayı bile ilk oyunun yeri benim için ayrıdır. Yanılmıyorsam incelememde de 7,5 puan vermiştim, ama objektif olmaya çalışıyordum. İçimdeki zombi manyağına sorsanız hikayesi dışında kusursuzdu. Aradan geçen bunca sene içerisinde ne oldu, ne bitti bilmiyorum ama Dying Light 2 grafikler dışında her anlamda atasının gerisinde kalmış.Ha, Dying Light 2’nin her yeri problemli olsa da oyun keyifli. Çatı kenarındaki zombileri uçan tekmeyle aşağı atmak, şehirde envai çeşit parkur hareketleriyle gezmek hiç eskimiyor. Zaten şehrin tasarımı baştan aşağıya oyuncuyu elindeki tüm parkur yeteneklerini sergilemeye teşvik ediyor. Dövüş mekanikleri daha zengin gözükse de özellikle zombi animasyonlarından kısmaları ve ragdoll problemleri oyuncuyu rahatsız edecek derecede göze batıyor.Parkur yeteneklerine ek olarak tırmanma halatı ve yamaç paraşütü de oyunun ilerleyen kısımlarında envanterimize ekleniyor ve şehrin en ulaşılmaz yerlerine bile ayak basabiliyoruz. Oyunun haritası da “?” ikonlarıyla dolu ve bu yan görevlerine bazılarına erişmek için parkur yeteneklerinizle yaratıcılığınızı birleştirmeniz gerekiyor. Göreve ulaşmak bile keyifli bir macera olabiliyor."
          },
      {
        "name": "Deep Rock Galactic",
        "slug": "deeprockgalactic",
        "image": "drg.jpg",
        "image2": "drg2.jpg",
        "image3": "drg3.jpg",
        "image4": "drg4.jpg",
        "id": 4,
        "description":
              "Zırhlar ve silahlar hazır, biralar tokuşturuldu, sakal tarandı. O zaman uzay cüceleri göreve hazır: Mağaraya inmek, böcekleri öldürmek ve değerli eşyalarla uzay üssümüze geri dönmek. Özgün yapısıyla dikkat çeken işbirlikçi nişancı oyunu “Deep Rock Galactic”i inceledik. Bundan yaklaşık 5 yıl önce, Helldivers adlı üstten görünümlü çevrimiçi işbirlikçi nişancı oyunu çıkmıştı. Ne oyun nedir üzerine bir araştırma yapmış ne de hakkında yazılanları okumuştum. Açıkçası izlediğim fragmanıyla birlikte hemen görselliği ve oynanışı ilgimi çekmiş ve vakit kaybetmeden oynamaya koyulmuştum.Oyunun amacını, dizaynını bilmeden atladım, bambaşka bir işle karşılaştım. Önceden oynadıklarımdan kendini ayırmayı başaran, özel tasarımıyla dikkat çeken; gelişim sistemi, harita üzerindeki bölgeleri böceklerden ‘gerçekten’ temizleme hissi, oynanışı, görev tarzı ve daha birçok özelliğiyle beğendiğim, hatta keşke böyle başka yapımlar çıksa diye beklediğim bir oyundu. Ancak söz konusu oyunun geliştiricisi ne yazık ki suskun kaldı.Yakın zamanda erken erişimden çıkan Deep Rock Galactic ile karşılaştım. İlginç olan nokta şu ki, uzun zamandır Helldivers tarzı bir oyunu heyecanla bekleyen ben, 2 yıldır erken erişimde olan bu yapımı gözden kaçırdığımı üzülerek fark ettim. Önceden bu oyunu görmüştüm, lakin pek odaklanmadan geçmem gözden kaçırmama sebep olmuştu.Geç olsun, güç olmasın diyelim. Sonunda buluştuk kendisiyle. Erken erişimden çıktığı zaman ilgimi çekti ve bu sefer oynamaya karar verdim. Arkadaşlarla oturduk bilgisayarın başına ve anladık ki, keyifli bir yolculuğun sinyalcisi bu."
      },
      {
        "name": "Command And Conquer Red Alert 3",
        "slug": "commandconquerra3",
        "image": "cra.jpg",
        "image2": "cra2.jpg",
        "image3": "cra3.jpg",
        "image4": "cra4.jpg",
        "id": 5,
        "description":
              "Çok bekledik değil mi? Westwood dönemin kaliteli strateji yapımcılarındandı. Oyunlarıyla herkesin beğenisini kazanmış Westwood, Red Alert 2 ile bizi kendisine hayran bırakmıştı. Gönül isterdi ki, Red Alert 3’ü de (RA3) Westwood yapsın. RA3’ün duyurulmasıyla birlikte bir soru belirdi, “Acaba ikinci oyundaki heyecanı yaşayabilecek miydik?”. Oyun çıkmadan yayınlanan ekran görüntüleri ve videolar oyuncular tarafından pek beğenilmedi. Çünkü C&C Red Alert; muhteşem videoları, etkileyici senaryosu ve gerçekçi birimleriyle gönlümüze girmişti. Fakat görülen ekran görüntüleri ve videolar bunları göstermiyordu. Birimler oyuncak gibi görüntüler çok boyalı, süslü ve makyajlıydı. Yapım kendini gerçekçilikten sempatikliğe bırakmıştı sanki.Bekleyişten sonra RA3’ü bekleyenler yapımın oynanabilirliğini, atmosferini ne kadar merak ediyorlarsa, müziklerini de merak ediyorlardır. Seride müziklerin yeri büyük. Frank Klepacki ikinci oyunda bizi kendisine hayran bırakmış, üçüncü yapımın da müziklerini dört gözle beklememizi sağlamıştı. Giriş videosunu büyük hevesle arkama yaslanarak izlemeye koyuldum. Beklediğim gibi; gerçekten çok kaliteli olmuş. Videolarda ünlü oyuncuların bulunması kaliteyi üst seviyelere taşımış. Menüyü geçtiğimde hoş bir Rus marşıyla karşılaştım. Ardından Hell March 3, Klepacki yine yapacağını yapmış. Müzikler yine çok iyi.Yapım eskisi gibi aynı modları içeriyor. Modlarda dikkat çeken yenilik Campaign’de bulunan Co-op oynanış. Bu özellik sayesinde senaryoyu sadece kendimiz değil, arkadaşlarımızla beraber aynı anda da oynayabiliyoruz. Campaign ikonunu tıkladığımızda karşımıza üç ayrı taraf çıkıyor. Bunlar; Soviet Union, Allied Nation, Rising Sun. Rising Sun daha önce Red Alert serilerinde görmediğimiz bir taraf. EA Yükselen Güneş İmparatorluğu’yla Uzak Doğu’daki oyuncularında ilgisini yeterince çekebilecek gibi gözüküyor. Bu üç tarafta hoş olan detay; her birliğin kendi kültürlerine sadık birimlerinin bulunması. Ruslar füzelerde usta, denizaltında iyi ve sağlam tanklarıyla korkutucu. Rusların ana kahramanı Natasha; kendileri sniper olur, düşman piyadelerini tek kurşunda yok eder, zırhlı birimleri ve binaları da hedef göstererek uçaklarla yok ettirir. Müttefikler uydu konusunda teknolojisi ileri, lazer teknolojisini iyi kullanan ve hava kuvvetlerinde kudrete sahip. Kahramanı Red Alert 2’den bildiğimiz Tanya. Kendileri aynı özelliklerine sahip, fakat bu sefer daha güçlü, daha seri ve zamanı geri alma yeteneğine sahip (Ayrıca daha çekici, nam-ı diğer Jenny McCarthy). Japonların birimleri Japonların sevdiği gibi fantastik öğeler. Genelde uçar kaçar birimlerden oluşuyorlar. Atikler, fakat zayıf zırha sahipler. Ana kahramanı ise Yuriko Omega. Omega nesneleri oynatabiliyor, havalandırabiliyor, parçalayabiliyor. Hani bu nesneler kâğıt, toz, toprak değil, bildiğimiz tanklar ve hatta gemiler.Campaign’de Red Alert’ı Red Alert yapan bazı unsurları EA gözünden kaçırmamış ve yapımda ileri seviyeye taşımış. Ara videolardan bahsediyorum. Büyük oyuncularla ve gerçekçi ortamlarla birleştirilmiş videolar yapımda atmosferi üst seviyelere taşıyor. Yalnız RA2’de bu gerçekçi ara videoların ardından zamanına göre gerçekçi sayılabilecek grafiklerle yapımı oynamamız bizi oyunun daha içinde hissettiriyordu. Campaign’de beklediğim kadar sürükleyici bir senaryo ve oynanabilirlikle karşılaşmadım. Ara videolarda heyecan üst seviyedeyken oyun içi görevler fazla basit olmuş."
      },
      {
        "name": "Football Manager 23",
        "slug": "fm23",
        "image": "fm.jpg",
        "image2": "fm2.jpg",
        "image3": "fm3.jpg",
        "image4": "fm4.jpg",
        "id": 6,
        "description":
              "Ben futbol oyunlarını oynamaya başladığımdan bu yana ortada çok ciddi bir lisans tartışması var. Pro Evolution Soccer/Wining Eleven çok uzun bir süre boyunca tüm lisanslara sahip olmadan şahane işler yaptı, FIFA'nın da uzunca bir süre en büyük kozu lisanslardı. Football Manager/Championship Manager ise bambaşka bir konu. CM zamanlarında görsel hiçbir şey olmadığı için takım isimlerini yazmakta bir lisans sorunu çıkmıyordu. Lakin artık takım isimleri bile lisansa tabii mesela FM 22'nin Zebre'si Juventus bu sene geri döndü ama Napoli yerine Parthenope ismi kullanılıyor. Böyle birkaç isim değişikliği daha var ama yamalar yardımıyla düzelmeyecek şeyler değil, zaten gözünüz de alışıyor. Tabii lisans işinin asıl bombası AVRUPA KUPALARI!Şampiyonlar Ligi, UEFA Avrupa Ligi ve UEFA Konferans Ligi tam otantik olarak Football Manager 2023'ün içerisinde yer alıyor. Bu otantikliğin hakkını da FM içerisinde olabildiğince fazla vermişler. Daha ilk turların kura çekimlerinden itibaren Şampiyonlar Ligi müziği çalmaya başlayınca bambaşka bir havaya giriyorsunuz. Maç öncesi seremonileri, maç sonu törenleri derken Avrupa Kupaları deneyimi FM'nin atmosferik anlamda şüphesiz en güzel yeniliği olmuş. Zaten benim gibi büyük maçlarda takım elbise giyme ruhunu içinizde barındırıyorsanız artık maç sonu basın toplantısında kravatınızı da düzeltmeniz gerekebilir. Yine de senede maksimum 13 tane Şampiyonlar Ligi (ön elemeler hariç) maçına çıkabileceğiniz için her maç öncesi müziğin çalması skip tuşunun bir süre sonra devreye girmesine neden olabilir.Taraftar Plan Değil Pilav İstiyorFM veya CM fark etmeksizin 90'lı yılların sonundan bu yana yani elim kalem tutmaya başladığından beri menajerlik oyunu oynarken muhakkak kağıt kalem başucumda durur. Bu not alma işini özellikle kadro planlaması için yaparım. Kafamda birkaç tane taktik her zaman hazır olur bunları önce kağıda çizerim sonra eldeki malzeme de dahil olmak üzere potansiyel transferlerle bir kadro çıkarırım. İşte FM 23'ün bana göre en büyük yeniliği bu kadro planlayıcı olmuş. Aslına bakarsanız eski oyunlarda da buna benzer bir kadro derinliği özelliği vardı ama bu sefer eliniz daha da rahat hale gelmiş."
      },
      {
        "name": "Need For Speed Heat",
        "slug": "nfsheat",
        "image": "nfs.jpg",
        "image2": "nfs2.jpg",
        "image3": "nfs3.jpg",
        "image4": "nfs4.jpg",
        "id": 7,
        "description":
              "Yarış oyunlarının biraz gündemden düştüğü son zamanlarda Need For Speed: Heat, her yıl gördüğümüz Forza’nın yerini alacakmış gibi görünüyor. Aslında NFS: Heat, reboot kıvamında bir oyun. Hatta reboot’un da reboot’u durumu söz konusu.Bir tarafta polisler, diğer tarafta yarışçılar derken gece ve gündüzün bambaşka deneyimlere sürüklediği yarış oyunu, mükemmel olmasa bile son zamanlarda elimizde pek malzeme olmamasını düşünürsek, türünü sevenleri bir süre idare edecektir. Oyun, kendi içerisinde gece ve gündüz farklı modlara sahip. Şöyle ki geceleri daha çok para kazanıp, yasal olmayan sokak yarışlarına dalıyorsunuz.Ancak bu noktada polisler, peşinizi kolay kolay bırakmıyor. İşin ucunda yasal olmayan yarışlar olunca, pek tabii ki para kazanmak daha kolay. Oyun içi para ise tahmin edebildiğiniz üzere daha iyi araç ve parçalarına ulaşmak için kullanılıyor. Peki ya gündüzleri ne yapıyorsunuz? Bunun cevabı biraz tuhaf ama “kariyer”. Yarışları kazanmaya çalışırken ismini öne çıkartıyorsunuz ve daha popüler olma yolunda ilerlemeniz gerekiyor. NFS: Heat, açık dünya temasına sahip ve canınız sıkıldıkça öylesine sokaklarda turlayabilirsiniz. Diğer tarafta yarışların tamamı belli seviyelerle süslü."
      },
      {
        "name": "Resident Evil 4 Remake",
        "slug": "re4",
        "image": "re.jpg",
        "image2": "re2.jpg",
        "image3": "re3.jpg",
        "image4": "re4.jpg",
        "id": 8,
        "description":
              "Resident Evil fanları, büyük bir heyecanla, serinin bir başka canon/resmî anlatım hikâyesini içeren ve Sega’nın ebediyete göçmüş olan oyun konsolu Dreamcast’e özel olarak kalmış durumdaki Resident Evil: Code Veronica’nın remake sürümünü -haklı şekilde- beklerken Resident Evil 4’ün remake haberi geldiğinde eminiz, siz de en az bizim kadar heyecanlanmışsınızdır. Ne var ki bu heyecanın yanında bir de “Daha iyisi nasıl yapılabilir ki?” şeklinde sorular da vardır muhtemelen. Neyse ki Capcom, aklımıza gelebilecek türlü çeşitli soruların yanıtını, 2023’e damga vuracak Resident Evil 4 remake ile vermiş durumda.Üçüncü şahıs omuz kamerası sistemini, bugünün pek çok aksiyon oyununa kazandırmış olmasının da yükünü omuzlarında taşıyan 2005 çıkışlı Resident Evil 4’ün (bundan sonra RE4 olarak anılacak), özüne dokunmayan Capcom, anlatı tarafında büyük yenilikler sunmuyor. Polisliğinin daha ilk gününde, Raccoon City’deki keşmekeş ve zombi salgınından kurtulduktan sonra ABD hükûmetince ajan olarak eğitilen Leon’un bu oyundaki görevi, ABD başkanının kızı, Ashley Graham’ı kurtarmak. Tabii bu, o kadar kolay değil. Özellikle de RE4 remake sürümünün zorluk düzeyinin hem oyun mekanikleri hem de oyun dinamikleri bazında arttığı düşünüldüğünde çok daha zor. Bunu, oyunun -yapımın demosunda da bulunan- köy meydanı kısmından anlamanız mümkün.Orijinal oyunda, Las Plagas adlı zihin kontrolü sağlayan parazit tarafından ele geçirilen/enfekte olan köylülerle dolup taşan köy meydanını temizleyip oyuna devam etmeniz birkaç dakika sürerken bu oyunda aynı bölümü defalarca ölmeden bitirmeniz pek mümkün değil. Bu, oyundaki denge sorunlarından kaynaklı değil, değişen oyun mekaniklerinin bir sonucu. Orijinal RE4’te, bugün değerlendirdiğimizde hantal kalan yönetim sistemini epey değiştiren Capcom, daha akıcı ve sürükleyici bir oynanış adına, adamımız Leon S. Kennedy’yi daha atletik hâle getirmiş ve yürürken de ateş edebilmesini sağlamış. Bu atletik kazanımlar, oyunun genel dengesinin korunabilmesi için enfekte köylülere ve oyun içinde karşılaşacağınız düşmanlara da dağıtılmış. Nihayetinde ortaya, size beklenmedik anda güçlü saldırılar yapabilen düşmanlar çıkmış."
      },
      {
        "name": "Back For Blood",
        "slug": "backforblood",
        "image": "bfb.jpg",
        "image2": "bfb2.jpg",
        "image3": "bfb3.jpg",
        "image4": "bfb4.jpg",
        "id": 9,
        "description":
              "Back 4 Blood klasik bir zombi salgını hikayesine sahip. Bu hikayeyi ara sahneler ile bölümler arasında destekleyen yapımda her zaman olduğu gibi asıl amacımız gerdanımızdan bir ısırık almaya çalışan zombilere karşı kıyasıya bir mücadeleye girmek. Oyunu en keyifli kılan nokta ise bunu üç arkadaşınızla birlikte yapabiliyor olmanız. Dört kişilik bir co-op imkanı sunan oyunun eğlencesi de bu sebeple dört katına çıkıyor diyebilirim. Çünkü oyunun her anında yüksek çatışma, yardımlaşma ve birbirinizi kollama durumu söz konusu. Eğer takımda işbirliği içinde olmadığınız biri varsa oyundaki ilerleyişiniz de o kadar sekteye uğruyor. Bu konuda diğer detaylara geçmeden önce oyunun en büyük problemlerinden birkaçını yazmak istiyorum. Öncelikle Back 4 Blood çok eski ve kullanıcıyı gereksiz yoran bir lobi sistemine sahip. İlk oynadığımızda sürekli düşme, lobiye girememe problemleri ile karşılaştım. Diğer taraftan oyunun dinamiği gereği kaldığınız yerden devam etmek için belli bir checkpoint noktasına, daha doğrusu görevine ulaşmanız gerekiyor. Yani ilk bölümü bitirdiniz, ikinci bölümde öldünüz ve hakkınız bitti diyelim. Bu durumda yeniden ilk bölümün en başına dönüyorsunuz.Yanlış anlaşılmasın bu sistem tekrar oynanabilirlik ve rekabet için çok iyi olmuş, zaten nedenini birazdan açıklayacağım. Buradaki problem her hakkınız bittiğinde sizi ana lobiye geri atması. Tamam kart almak isteyen olabilir, fakat bunu oyuncuya sorması lazım. Yani tekrar dene seçeneği olmalı ve bunu dediğimizde bizi merkeze atmak yerine yeniden ilk bölümün başına atmalı.Diğer şekilde tekrar merkeze dön, kopan oyuncuları topla ve kart alma falan yapmayacaksanız yeniden görev seç gibi kısımlar çok fazla zaman kaybetmenize sebep oluyor. Bir diğer sıkıntı da tek başınıza ya da yabancı oyuncularla oynadığınızda ortaya çıkıyor. Oyuna giren fakat kart seçiminde bekleyen oyuncular sebebiyle Safe House kısmında gereksiz yere zaman kaybedebiliyorsunuz. Bağlanmayan ya da AFK kalan oyuncularda Bot sistemine geçişin çok daha hızlı olması gerek.Lobi sisteminde canımı sıkan bu durumlardan sonra oyunun asıl eğlenceli olduğu kısımlara geçelim. Back 4 Blood biraz önce de bahsettiğim gibi ana bir merkez üzerinden işliyor. Her görev sonrası bu merkeze dönüyor ve karakteriniz için gerekli güncellemeleri yapıyorsunuz. Burada Turtle Rock çok iyi bir iş çıkartarak oyuna bir kart sistemi eklemiş. Bölümleri bitirdiğinizde ve ekstra görevleri yaptığınızda bir puan kazanıyorsunuz. Kazandığınız bu puanlar ile kamp alanından kartlar satın alıyorsunuz ve satın aldığınız bu kartlarla özel desteler oluşturuyorsunuz. İşte bu desteler oyuna başladığınızda karşınıza çıkıyor. İlk etapta oluşturduğunuz desteden birkaç tane kart seçerken her bölüm sonrasında yeni kartlar seçerek aslında karakterinizi güçlendirmiş oluyorsunuz."
      },
      {
        "name": "Battlefield 1",
        "slug": "bf1",
        "image": "bf.jpg",
        "image2": "bf2.jpg",
        "image3": "bf3.png",
        "image4": "bf4.jpg",
        "id": 10,
        "description":
              "Battlefield 1’de Savaş Hikayeleri adını verdiğimiz bir seri olacak. Bu seride bambaşka geçmişlerden gelen ve farklı yeteneklere sahip kahramanların kişisel hikayelerine tanık olacağız. Karakterlerimiz savaşta olsa da Battlefield 1’deki hikayeler kişisel içerikli. Hikayelerde muharebe tarihinden çok insan faktörüne odaklanıldı.Büyük Savaş büyük farklılıkları da içinde barındırıyordu. Bu çeşitliliği oyuna mutlaka yansıtmalıydık. 1. Dünya Savaşında çok fazla farklı bakış açısı ve karakter vardı; bunlara mümkün olduğunca çok yer vermek istiyorduk.O nedenle Battlefield 1 tek oyunculunun nasıl bir formatı olması gerektiğini baştan oturup düşündük. Bütün bu farklı ortamlarda dolaşan tek bir karakter yapmak yeterli derinliği ve gerçekçiliği sağlamayacaktı. Biz de antoloji formatında karar kıldık; birden fazla karakter ve her birinin kendi hikayesi olacaktı. Böylece hem derinliği hem de çeşitliliği yakalayabildik; bir taşla iki kuş vurduk.Mesela Çamur ve Kan İçinde adlı Savaş Hikayesi. Savaşın son döneminde geçiyor ve bir İngiliz Mark V Tank mürettebatını konu alıyor. Hikaye, mürettebata tank sürücüsü olarak atanan genç bir asker etrafında dönüyor. Kahramanımızın bu modern savaş makineleri hakkında hiçbir fikri yok; öğrenmesi gerekiyor, hem de hızla öğrenmesi. Kahramanımız diğer mürettebatın güvenini kazanmakla da uğraşıyor bir taraftan. Bu sosyal dinamiklik, hikayeye kişisel bir hava katıyor. Sürücü karakterimiz Danny Edwards, birinci sınıf bir keskin nişancı değil. As pilot değil. Patlayıcı uzmanı değil. O sivil hayatta şoförlük yapan, savaşa gönüllü katılmış sıradan biri. Araç kullanmayı biliyor ve elinden tamir işleri geliyor. Hikayeye böyle başlıyoruz.Önceki Battlefield’larda hikayeyi hep tek bir ana karakterin gözünden gördük; başka açılardan bir şey gördüğümüz çok ender oldu. Battlefield 1’de daha güçlü karakterler istedik; oyunculara “sen karaktersin” demekle yetinmedik. Bunu yapmanın yollarından biri de oyuncuların karakteri birinci şahıs oyun ortamı dışında görmesini sağlayan klasik sinematik tekniklerini kullanmaktı. Oyuncuların karakterin neler yaşadığını görüp hissetmesini istedik; sadece karakterin bakış açısından ortamı deneyimlemesini değil. Bu seçim bize sadece hikaye anlatımında kazandırmadı; duygusal bağlanmayı da güçlendirdi."
      },
      {
        "name": "Counter Strike 2",
        "slug": "counterstrike",
        "image": "cs.jpg",
        "image2": "cs2.jpg",
        "image3": "cs3.jpg",
        "image4": "cs4.jpg",
        "id": 11,
        "description":
              "serinin 10 yıldan fazla bir süre sonra gelen ilk oyunu olan CS2, Counter-Strike ailesinin beşinci ve son parçası olarak biliniyor. CS:GO’ya göre çok sayıda iyileştirme ve yenilikle gelen oyunda Source 2 motoru tercih edildi. Bu sayede oyunda daha akıcı grafikler, daha gerçekçi fizik ve daha iyi bir performans elde edildi.Oyunda çok sayıda yeni silah ve harita seçeneğine yer verilerek büyük bir çeşitlilik ve stratejik derinlik sağlanmış oldu. Öte taraftan yeni oyun modları da oyunculardan büyük bir ilgi gördü. Dereceli eşleştirme, rekabetçi olmayan eşleştirme, Deathmatch, Arms Race, Casual ve bot maçı gibi modlarla oyuna büyük bir rağbet sağlandı.Şimdiden pek çok kişi için Counter-Strike serisinin en iyi oyunu olarak görülen CS2, yeni grafikleri, yenilenen haritaları ve eğlenceli oyun modlarıyla olumlu eleştiriler topladı. Valve, daha sonra gelecek güncellemelerle beraber oyunu sık sık geliştirip büyütmeyi amaçlıyor."
      },
      {
        "name": "Doom Eternal",
        "slug": "doometernal",
        "image": "d.jpg",
        "image2": "d2.jpg",
        "image3": "d3.jpg",
        "image4": "d4.jpg",
        "id": 12,
        "description":
              "Doom Eternal İnceleme: Oyun dünyasının en köklü serilerinden biri olan Doom, bildiğinizi gibi 2016 yılında yeni bir viraja girmiş ve büyük bir beğeni toplamıştı. Oldum olası şiddetli bir oynanış ve baş döndüren bir aksiyon yapısına sahip olan seri, bu oyunla birlikte hem küllerinden yeniden doğmuş hem de saf aksiyonu ile üzerine düşen görevi yerine getirmişti.Muhtemelen benim gibi bir çoğunuz da Doom Eternal videolarını görmeye başladığınızda aynı soruyu sordunuz; Acaba aynı oyunu biraz süsleyip yeniden karşımıza mı çıkartıyorlar? henüz incelemenin başında bu sorunun cevabını gönül rahatlığıyla hayır olarak verebilirim. Evet, Doom Eternal kemik yapısı olarak 2016 yılında çıkan Doom iskeletini kullanıyor ama yapım ekibi kullandıkları yenilikler ile birlikte karaktere ve oyuna farklı bir hava katmayı başarmışlar. Şimdi gelin bu farklılıklara ve oyunun genel yapısına hep birlikte bakalım.Öncelikle oyundaki en büyük değişimlerden birisi hikaye sunumunda karşımıza çıkıyor. Doom oyununda bunun sinyalleri fazlasıyla verilmişti ama Doom Eternal İnceleme ile birlikte hikayenin ve bu hikaye sunumunun oyuna olan katkısı daha da net bir şekilde çizilmiş. Tabi hikaye denince aklınıza uzun konuşmalar, sıkıcı ara sahneler gelmesin. Oyunun aksiyon yapısını bozacak, bu yapıyı sekteye uğratacak bir işleyiş yok karşımızda. Tam aksine zincire güzel bir halka olarak hikaye kısmı da yedirilmiş. Anlatım çok daha net ve bu durum ulan bu kadar yaratık kesiyoruz ama niye? sorusunu da kendi kendine cevaplamayı başarıyor.Doom Eternal hikaye olarak sadece Doom'a değil serinin genel hikayesine de bağlı bir yapım. Yani oyuna başlar başlamaz hell priest'lerin peşine düşüyorsunuz ama bunun nedenini, yönettiğiniz karakterin, yani Doom Slayer'ın kimliğini felan ilk okul çocuklarına anlatır gibi anlatmıyor size. Ana hikayeyi, oyundaki bu kaosu tam anlamıyla bilmek için hikayeye az buçuk aşina olmanız gerekiyor. Tabi daha önce Doom oynamadıysanız da bu hikaye yapısından sıkılmıyorsunuz. Bir hedefiniz olduğu ve o hedefiniz doğrultusunda yeri göğü inleteceğinizi daha oyuna başlar başlamaz anlıyorsunuz. Tıpkı Doom Slayer'ın kafasına kaskını geçirdiği gibi sizde oyunun ilk dakikasından itibaren savaşa hazır hissediyorsunuz kendinizi."
      }
    ]
  }